Repository: ovedaydin/spacebar
Catalog: packaging/Localizable.xcstrings
Source language: en
Languages: de, es, tr

source: Caches of Safari, Chrome, Edge, Brave, Arc and Firefox, per profile, and leftovers of their updaters. Browsers rebuild these; cookies, history, passwords, bookmarks and site data are never touched. Quit a browser to clean its caches. Profiles nobody has opened in 6 months are listed too, but never preselected: removing one removes its bookmarks and passwords (it goes to the Trash).
de: Caches von Safari, Chrome, Edge, Brave, Arc und Firefox, pro Profil, sowie Reste ihrer Updater. Browser erstellen diese neu; Cookies, Verlauf, Passwörter, Lesezeichen und Websitedaten werden nie angetastet. Beende einen Browser, um seine Caches zu bereinigen. Profile, die seit 6 Monaten niemand geöffnet hat, werden ebenfalls aufgeführt, aber nie vorausgewählt: Wenn du eines entfernst, werden seine Lesezeichen und Passwörter mit entfernt (es kommt in den Papierkorb).
es: Cachés de Safari, Chrome, Edge, Brave, Arc y Firefox, por perfil, y restos de sus actualizadores. Los navegadores los vuelven a crear; nunca se tocan las cookies, el historial, las contraseñas, los marcadores ni los datos de sitios web. Cierra un navegador para limpiar sus cachés. También se muestran los perfiles que nadie ha abierto en 6 meses, pero nunca se preseleccionan: al eliminar uno, se eliminan sus marcadores y contraseñas (va a la Papelera).
tr: Safari, Chrome, Edge, Brave, Arc ve Firefox'un profil başına önbellekleri ve güncelleyicilerinden kalanlar. Tarayıcılar bunları yeniden oluşturur; çerezlere, geçmişe, parolalara, yer işaretlerine ve site verilerine asla dokunulmaz. Bir tarayıcının önbelleklerini temizlemek için ondan çıkın. 6 aydır kimsenin açmadığı profiller de listelenir ancak asla önceden seçilmez: Bir profili silmek, yer işaretlerini ve parolalarını da siler (profil Çöp Sepeti'ne taşınır).

source: Caches, logs and build data apps rebuild, plus forgotten downloads, unused apps, old simulators and leftovers.
de: Caches, Protokolle und Builddaten, die Apps neu erstellen, dazu vergessene Downloads, ungenutzte Apps, alte Simulatoren und Reste.
es: Cachés, registros y datos de compilación que las apps regeneran, además de descargas olvidadas, apps sin usar, simuladores antiguos y restos.
tr: Uygulamaların yeniden oluşturduğu önbellekler, günlükler ve derleme verileri; ayrıca unutulan indirmeler, kullanılmayan uygulamalar, eski simülatörler ve kalıntılar.

source: Can be removed
de: Kann entfernt werden
es: Se puede eliminar
tr: Silinebilir

source: Can't Remove: %@
de: Entfernen nicht möglich: %@
es: No se puede eliminar: %@
tr: Silinemez: %@

source: Can't be measured
de: Nicht messbar
es: No se puede medir
tr: Ölçülemiyor

source: Can't be removed: %@
de: Kann nicht entfernt werden: %@
es: No se puede eliminar: %@
tr: Silinemez: %@

source: Cancel
de: Abbrechen
es: Cancelar
tr: Vazgeç

source: Check Again
de: Erneut prüfen
es: Volver a comprobar
tr: Yeniden Denetle

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
tr: Güncellemeleri Denetle…

source: Choose
de: Auswählen
es: Seleccionar
tr: Seç

source: Choose Files…
de: Dateien auswählen …
es: Elegir archivos…
tr: Dosyaları Seç…

source: Choose Folder…
de: Ordner wählen …
es: Seleccionar carpeta…
tr: Klasör Seç…

source: Choose a folder that exists.
de: Wähle einen vorhandenen Ordner.
es: Selecciona una carpeta que exista.
tr: Var olan bir klasör seçin.

source: Choose a folder.
de: Wähle einen Ordner.
es: Selecciona una carpeta.
tr: Bir klasör seçin.

source: Choose files or folders to move to the drive.
de: Wähle Dateien oder Ordner aus, die auf das Laufwerk verschoben werden sollen.
es: Elige archivos o carpetas para trasladar al disco.
tr: Diske taşınacak dosyaları veya klasörleri seçin.

source: Choose…
de: Auswählen …
es: Seleccionar…
tr: Seç…

source: Clean
de: Bereinigen
es: Limpiar
tr: Temizle

source: Clean %@ of caches and logs…
de: %@ an Caches und Protokollen bereinigen …
es: Limpiar %@ de cachés y registros…
tr: %@ önbellek ve günlüğü temizle…

source: Clean %lld items (%@)?
de: %lld Objekte (%@) bereinigen?
es: ¿Limpiar %lld ítems (%@)?
tr: %lld öğe (%@) temizlensin mi?

source: Clean Selected
de: Auswahl bereinigen
es: Limpiar selección
tr: Seçilenleri Temizle

source: Clean files you choose: for example old DMGs in Downloads, or screenshots on the Desktop
de: Bereinige Dateien deiner Wahl: z. B. alte DMGs in Downloads oder Bildschirmfotos auf dem Schreibtisch
es: Limpia los archivos que elijas: por ejemplo, DMG antiguos en Descargas o capturas de pantalla en el Escritorio
tr: Seçtiğiniz dosyaları temizleyin: Örneğin İndirilenler'deki eski DMG'ler veya Masaüstü'ndeki ekran görüntüleri

source: Clean safe items once a week
de: Sichere Objekte wöchentlich bereinigen
es: Limpiar ítems seguros una vez a la semana
tr: Güvenli öğeleri haftada bir temizle

source: Cleaned %@
de: %@ bereinigt
es: %@ limpiados
tr: %@ temizlendi

source: Cleaning
de: Bereinigen
es: Limpieza
tr: Temizlik

source: Cleaning deletes these immediately.
de: Beim Bereinigen werden diese sofort gelöscht.
es: Al limpiar, se eliminan de inmediato.
tr: Temizlik bunları hemen siler.

source: Cleaning moves these to the Trash.
de: Beim Bereinigen werden diese in den Papierkorb gelegt.
es: Al limpiar, se trasladan a la Papelera.
tr: Temizlik bunları Çöp Sepeti'ne taşır.

source: Cleanup
de: Bereinigung
es: Limpieza
tr: Temizlik

source: Cleanup complete
de: Bereinigung abgeschlossen
es: Limpieza completada
tr: Temizlik tamamlandı

source: Cleanup finished with some items skipped
de: Bereinigung abgeschlossen, einige Objekte übersprungen
es: Limpieza finalizada con algunos ítems omitidos
tr: Temizlik bazı öğeler atlanarak tamamlandı

source: Cleanup you can trust
de: Bereinigung, der du vertrauen kannst
es: Una limpieza de confianza
tr: Güvenebileceğiniz temizlik

source: Clear
de: Leeren
es: Vaciar
tr: Temizle

source: Clear Cache
de: Cache leeren
es: Borrar caché
tr: Önbelleği Temizle

source: Cleared on restart
de: Beim Neustart gelöscht
es: Se borra al reiniciar
tr: Yeniden başlatınca temizlenir

source: Click a folder to explore it.
de: Klicke auf einen Ordner, um ihn zu erkunden.
es: Haz clic en una carpeta para explorarla.
tr: Keşfetmek için bir klasörü tıklayın.

source: Click a folder to open it
de: Klicke auf einen Ordner, um ihn zu öffnen
es: Haz clic en una carpeta para abrirla
tr: Açmak için bir klasörü tıklayın

source: Cloud storage synced with another service
de: Mit einem anderen Dienst synchronisierter Cloudspeicher
es: Almacenamiento en la nube sincronizado con otro servicio
tr: Başka bir hizmetle eşzamanlanan bulut depolama

source: Command line
de: Befehlszeile
es: Línea de comandos
tr: Komut satırı

source: Connect %@
de: %@ anschließen
es: Conecta %@
tr: %@ diskini bağlayın

source: Connect %@ first
de: Schließe zuerst %@ an
es: Conecta %@ primero
tr: Önce %@ diskini bağlayın

source: Connect an external drive to offload files to it.
de: Schließe ein externes Laufwerk an, um Dateien darauf auszulagern.
es: Conecta un disco externo para trasladar archivos a él.
tr: Dosyaları taşımak için bir harici disk bağlayın.

source: Containers that aren't running, and their files
de: Nicht laufende Container und ihre Dateien
es: Contenedores que no están en ejecución y sus archivos
tr: Çalışmayan kapsayıcılar ve dosyaları

source: Contains the developer tools you're using (%@)
de: Enthält die verwendeten Entwicklertools (%@)
es: Contiene las herramientas de desarrollo que estás usando (%@)
tr: Kullandığınız geliştirici araçlarını içerir (%@)

source: Continue
de: Fortfahren
es: Continuar
tr: Devam

source: Copies it back to where it was and checks the copy. The drive keeps its copy.
de: Kopiert es an den ursprünglichen Ort zurück und prüft die Kopie. Das Laufwerk behält seine Kopie.
es: Lo vuelve a copiar a su ubicación original y comprueba la copia. El disco conserva su copia.
tr: Öğeyi eski yerine geri kopyalar ve kopyayı denetler. Diskteki kopya korunur.

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
tr: Yolu Kopyala

source: Copying and checking %@…
de: %@ wird kopiert und geprüft …
es: Copiando y comprobando %@…
tr: %@ kopyalanıyor ve denetleniyor…

source: Couldn't eject: %@
de: Auswerfen nicht möglich: %@
es: No se ha podido expulsar: %@
tr: Çıkarılamadı: %@

source: Couldn't open Terminal
de: Terminal konnte nicht geöffnet werden
es: No se ha podido abrir Terminal
tr: Terminal açılamadı

source: Couldn't read the startup disk's size.
de: Größe des Startvolumes konnte nicht gelesen werden.
es: No se ha podido leer el tamaño del disco de arranque.
tr: Başlangıç diskinin boyutu okunamadı.

source: Data apps keep for all users in /Library/Application Support.
de: Daten, die Apps für alle Benutzer in /Library/Application Support speichern.
es: Datos que las apps guardan para todos los usuarios en /Library/Application Support.
tr: Uygulamaların tüm kullanıcılar için /Library/Application Support içinde tuttuğu veriler.

source: Data apps keep for all users in /Library/Application Support. Largest: %@.
de: Daten, die Apps für alle Benutzer in /Library/Application Support speichern. Am größten: %@.
es: Datos que las apps guardan para todos los usuarios en /Library/Application Support. El más grande: %@.
tr: Uygulamaların tüm kullanıcılar için /Library/Application Support içinde tuttuğu veriler. En büyüğü: %@.

source: Data left behind by apps that are no longer installed. Suggested: folders whose bundle ID matches no installed app, if they're web data or window state, or haven't changed in 90 days. Folders matched only by name (they can hold documents or saved games, or belong to an app on another drive) and recently changed ones are left for you to review. Everything goes to the Trash.
de: Daten von Apps, die nicht mehr installiert sind. Vorgeschlagen: Ordner, deren Bundle-ID zu keiner installierten App passt, wenn sie Webdaten oder Fensterzustände enthalten oder seit 90 Tagen unverändert sind. Nur per Name zugeordnete Ordner (sie können Dokumente oder Spielstände enthalten oder zu einer App auf einem anderen Laufwerk gehören) und kürzlich geänderte bleiben dir zur Prüfung überlassen. Alles kommt in den Papierkorb.
es: Datos que han dejado apps que ya no están instaladas. Sugeridas: carpetas cuyo ID de paquete no coincide con ninguna app instalada, si son datos web o estado de ventanas, o si no han cambiado en 90 días. Las carpetas que solo coinciden por nombre (pueden contener documentos o partidas guardadas, o pertenecer a una app de otra unidad) y las modificadas recientemente se dejan para que las revises. Todo va a la Papelera.
tr: Artık yüklü olmayan uygulamalardan geriye kalan veriler. Önerilenler: Paket kimliği hiçbir yüklü uygulamayla eşleşmeyen ve web verisi ya da pencere durumu olan veya 90 gündür değişmemiş klasörler. Yalnızca adla eşleşen klasörler (belge veya kayıtlı oyun içerebilir ya da başka bir sürücüdeki bir uygulamaya ait olabilir) ve yakın zamanda değişenler incelemeniz için bırakılır. Her şey Çöp Sepeti'ne gider.

source: Data shared between apps
de: Von mehreren Apps geteilte Daten
es: Datos compartidos entre apps
tr: Uygulamalar arasında paylaşılan veriler

source: Date
de: Datum
es: Fecha
tr: Tarih

source: Delete %@ of suggested caches, logs and build data?
de: %@ an vorgeschlagenen Caches, Protokollen und Builddaten löschen?
es: ¿Eliminar %@ de cachés, registros y datos de compilación sugeridos?
tr: Önerilen önbellek, günlük ve derleme verilerinden %@ silinsin mi?

source: Delete Now
de: Jetzt löschen
es: Eliminar ahora
tr: Şimdi Sil

source: Delete Now (%@)
de: Jetzt löschen (%@)
es: Eliminar ahora (%@)
tr: Şimdi Sil (%@)

source: Delete Rule
de: Regel löschen
es: Eliminar regla
tr: Kuralı Sil

source: Delete key
de: Rückschritttaste
es: Tecla Suprimir
tr: Sil tuşu

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
tr: “%@” silinsin mi?

source: Deleted
de: Gelöscht
es: Eliminado
tr: Silindi

source: Deleted %@ that Spacebar moved to the Trash a week ago.
de: %@ gelöscht, die Spacebar vor einer Woche in den Papierkorb gelegt hat.
es: Se han eliminado %@ que Spacebar trasladó a la Papelera hace una semana.
tr: Spacebar'ın bir hafta önce Çöp Sepeti'ne taşıdığı %@ silindi.

source: Deleted from the Trash
de: Aus dem Papierkorb gelöscht
es: Eliminado de la Papelera
tr: Çöp Sepeti'nden silindi

# Deletes %@ of caches. %@ rebuilds them when needed; quit it first.
source: Deletes %1$@ of caches. %2$@ rebuilds them when needed; quit it first.
de: Löscht %@ Caches. %@ erstellt sie bei Bedarf neu; beende die App vorher.
es: Elimina %@ de cachés. %@ los vuelve a crear cuando hace falta; ciérrala antes.
tr: %@ önbellek silinir. %@ gerektiğinde bunları yeniden oluşturur; önce uygulamadan çıkın.

source: Dependencies and build output inside your projects (node_modules, target, build, Pods, .venv…). They're recreated by the project's install or build command. Projects untouched for 90 days are suggested.
de: Abhängigkeiten und Build-Ausgaben in deinen Projekten (node_modules, target, build, Pods, .venv …). Sie werden vom Install- oder Build-Befehl des Projekts neu erstellt. Projekte, die seit 90 Tagen unverändert sind, werden vorgeschlagen.
es: Dependencias y resultados de compilación dentro de tus proyectos (node_modules, target, build, Pods, .venv…). Se vuelven a crear con el comando de instalación o compilación del proyecto. Se sugieren los proyectos que no se han tocado en 90 días.
tr: Projelerinizin içindeki bağımlılıklar ve derleme çıktıları (node_modules, target, build, Pods, .venv…). Projenin yükleme veya derleme komutuyla yeniden oluşturulurlar. 90 gündür dokunulmamış projeler önerilir.

source: DerivedData, build products, simulator caches, and old device support files. The newest two device support versions per platform are kept.
de: DerivedData, Build-Produkte, Simulator-Caches und alte Device-Support-Dateien. Die zwei neuesten Device-Support-Versionen pro Plattform werden behalten.
es: DerivedData, productos de compilación, cachés de simuladores y archivos antiguos de soporte de dispositivos. Se conservan las dos versiones más recientes de soporte de dispositivos por plataforma.
tr: DerivedData, derleme ürünleri, simülatör önbellekleri ve eski aygıt destek dosyaları. Her platform için en yeni iki aygıt destek sürümü saklanır.

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
tr: Tüm seçimleri kaldır

source: Deselect all in %@
de: Auswahl in %@ aufheben
es: Deseleccionar todo en %@
tr: %@ içindeki tüm seçimleri kaldır

source: Desktop
de: Schreibtisch
es: Escritorio
tr: Masaüstü

source: Developer
de: Entwicklung
es: Desarrollo
tr: Geliştirici

source: Developer Caches
de: Entwickler-Caches
es: Cachés de desarrollo
tr: Geliştirici Önbellekleri

source: Developer Tools
de: Entwicklertools
es: Herramientas de desarrollo
tr: Geliştirici Araçları

source: Diagnostic logs and crash reports written by apps and macOS.
de: Diagnoseprotokolle und Absturzberichte von Apps und macOS.
es: Registros de diagnóstico e informes de fallos generados por las apps y macOS.
tr: Uygulamaların ve macOS'in yazdığı tanılama günlükleri ve çökme raporları.

source: Disk usage
de: Speichernutzung
es: Uso del disco
tr: Disk kullanımı

source: Docker disk image
de: Docker-Image
es: Imagen de disco de Docker
tr: Docker disk görüntüsü

source: Docker isn't available
de: Docker ist nicht verfügbar
es: Docker no está disponible
tr: Docker kullanılamıyor

source: Docker's disk image uses %@
de: Das Docker-Image belegt %@
es: La imagen de disco de Docker ocupa %@
tr: Docker'ın disk görüntüsü %@ kullanıyor

source: Documents
de: Dokumente
es: Documentos
tr: Belgeler

source: Documents, Desktop, Downloads and your other folders.
de: Dokumente, Schreibtisch, Downloads und deine anderen Ordner.
es: Documentos, Escritorio, Descargas y tus otras carpetas.
tr: Belgeler, Masaüstü, İndirilenler ve diğer klasörleriniz.

source: Done
de: Fertig
es: OK
tr: Bitti

source: Downloaded "Install macOS" apps. You can download them again from Apple.
de: Geladene „macOS installieren“-Apps. Du kannst sie erneut bei Apple laden.
es: Apps “Instalar macOS” descargadas. Puedes volver a descargarlas de Apple.
tr: İndirilmiş "macOS'i Yükle" uygulamaları. Bunları Apple'dan yeniden indirebilirsiniz.

source: Downloaded system assets
de: Geladene Systemressourcen
es: Recursos del sistema descargados
tr: İndirilmiş sistem varlıkları

source: Downloaded updates, already installed
de: Geladene Updates, bereits installiert
es: Actualizaciones descargadas, ya instaladas
tr: İndirilmiş, zaten yüklenmiş güncellemeler

source: Drive
de: Laufwerk
es: Unidad
tr: Sürücü

source: Drives and folders
de: Laufwerke und Ordner
es: Unidades y carpetas
tr: Sürücüler ve klasörler

source: Dry Run
de: Probelauf
es: Simulación
tr: Deneme Çalıştırması

source: Dry run
de: Probelauf
es: Simulación
tr: Deneme çalıştırması

source: Dry run is on: nothing will be deleted.
de: Probelauf ist aktiv: Es wird nichts gelöscht.
es: La simulación está activada: no se eliminará nada.
tr: Deneme çalıştırması açık: Hiçbir şey silinmeyecek.

source: Dry run is on: nothing will be deleted. Spacebar will only report and log what it would remove.
de: Probelauf ist aktiv: Es wird nichts gelöscht. Spacebar meldet und protokolliert nur, was entfernt würde.
es: La simulación está activada: no se eliminará nada. Spacebar solo informará de lo que eliminaría y lo registrará.
tr: Deneme çalıştırması açık: Hiçbir şey silinmeyecek. Spacebar yalnızca neleri sileceğini bildirip günlüğe kaydedecek.

source: Dry run is on: nothing will be moved.
de: Probelauf ist aktiv: Es wird nichts bewegt.
es: La simulación está activada: no se trasladará nada.
tr: Deneme çalıştırması açık: Hiçbir şey taşınmayacak.

source: Dry run: nothing was deleted
de: Probelauf: Nichts wurde gelöscht
es: Simulación: no se ha eliminado nada
tr: Deneme çalıştırması: Hiçbir şey silinmedi

source: Dry run: only show what would be removed
de: Probelauf: Nur zeigen, was entfernt würde
es: Simulación: mostrar solo lo que se eliminaría
tr: Deneme çalıştırması: Yalnızca nelerin silineceğini göster

source: Dry run: show what would be removed without deleting anything
de: Probelauf: Zeigen, was entfernt würde, ohne etwas zu löschen
es: Simulación: mostrar lo que se eliminaría sin borrar nada
tr: Deneme çalıştırması: Hiçbir şeyi silmeden nelerin silineceğini göster

source: Duplicate Files
de: Doppelte Dateien
es: Archivos duplicados
tr: Yinelenen Dosyalar

source: Each app with its data, caches and settings in your Library. Caches are rebuilt when needed, so clearing them is safe.
de: Jede App mit ihren Daten, Caches und Einstellungen in deiner Library. Caches werden bei Bedarf neu erstellt, daher ist das Leeren sicher.
es: Cada app con sus datos, cachés y ajustes en tu Biblioteca. Las cachés se vuelven a crear cuando hace falta, así que borrarlas es seguro.
tr: Her uygulama, Kitaplık'taki verileri, önbellekleri ve ayarlarıyla birlikte. Önbellekler gerektiğinde yeniden oluşturulur, bu yüzden temizlemek güvenlidir.

source: Each pattern needs some text, like *.dmg or Screenshot*. A lone * would match everything.
de: Jedes Muster braucht etwas Text, z. B. *.dmg oder Screenshot*. Ein einzelnes * würde auf alles passen.
es: Cada patrón necesita algo de texto, como *.dmg o Captura*. Un * solo coincidiría con todo.
tr: Her desen biraz metin içermelidir; örneğin *.dmg veya Screenshot*. Tek başına * her şeyle eşleşir.

source: Each removal is recorded in ~/Library/Logs/Spacebar/operations.log.
de: Jedes Entfernen wird in ~/Library/Logs/Spacebar/operations.log protokolliert.
es: Cada eliminación se registra en ~/Library/Logs/Spacebar/operations.log.
tr: Her silme işlemi ~/Library/Logs/Spacebar/operations.log dosyasına kaydedilir.

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
tr: Kuralı Düzenle

source: Edit Rule…
de: Regel bearbeiten …
es: Editar regla…
tr: Kuralı Düzenle…

source: Eject
de: Auswerfen
es: Expulsar
tr: Çıkar

source: Emptied from the Trash
de: Aus dem Papierkorb entleert
es: Eliminado de la Papelera
tr: Çöp Sepeti'nden boşaltıldı

source: Empty Trash
de: Papierkorb entleeren
es: Vaciar la Papelera
tr: Çöp Sepeti'ni Boşalt

source: Empty Trash (%@)…
de: Papierkorb entleeren (%@) …
es: Vaciar la Papelera (%@)…
tr: Çöp Sepeti'ni Boşalt (%@)…

source: Empty Trash…
de: Papierkorb entleeren …
es: Vaciar la Papelera…
tr: Çöp Sepeti'ni Boşalt…

source: Empty items Spacebar moved to the Trash after 7 days
de: Von Spacebar in den Papierkorb gelegte Objekte nach 7 Tagen löschen
es: Eliminar a los 7 días los ítems que Spacebar trasladó a la Papelera
tr: Spacebar'ın Çöp Sepeti'ne taşıdığı öğeleri 7 gün sonra sil

source: Everything Spacebar removes shows up here, so you can put it back while it's in the Trash.
de: Alles, was Spacebar entfernt, erscheint hier, damit du es zurücklegen kannst, solange es im Papierkorb ist.
es: Todo lo que Spacebar elimina aparece aquí, para que puedas devolverlo mientras siga en la Papelera.
tr: Spacebar'ın sildiği her şey burada görünür; böylece Çöp Sepeti'nde olduğu sürece geri koyabilirsiniz.

source: Everything else: system-wide app support in /Library, temporary files and logs, Spotlight's index, snapshots, and folders Spacebar can't read without Full Disk Access.
de: Alles andere: systemweiter App-Support in /Library, temporäre Dateien und Protokolle, der Spotlight-Index, Snapshots und Ordner, die Spacebar ohne Festplattenvollzugriff nicht lesen kann.
es: Todo lo demás: soporte de apps para todo el sistema en /Library, archivos temporales y registros, el índice de Spotlight, instantáneas y carpetas que Spacebar no puede leer sin Acceso total al disco.
tr: Diğer her şey: /Library içindeki sistem genelindeki uygulama destek dosyaları, geçici dosyalar ve günlükler, Spotlight dizini, anlık görüntüler ve Spacebar'ın Tam Disk Erişimi olmadan okuyamadığı klasörler.

source: Everything happens on your Mac. No account, no analytics. The only network use is checking for updates.
de: Alles passiert auf deinem Mac. Kein Account, keine Analysedaten. Das Netzwerk wird nur für die Suche nach Updates genutzt.
es: Todo ocurre en tu Mac. Sin cuenta ni analíticas. La red solo se usa para buscar actualizaciones.
tr: Her şey Mac'inizde gerçekleşir. Hesap yok, analiz yok. Ağ yalnızca güncellemeleri denetlemek için kullanılır.

source: Everything is logged
de: Alles wird protokolliert
es: Todo queda registrado
tr: Her şey günlüğe kaydedilir

source: Exclude
de: Ausschließen
es: Excluir
tr: Hariç Tut

source: Exclusions
de: Ausschlüsse
es: Exclusiones
tr: Hariç Tutulanlar

source: Explore
de: Erkunden
es: Explorar
tr: Keşfet

source: Explore Drive
de: Laufwerk erkunden
es: Explorar unidad
tr: Sürücüyü Keşfet

source: Explore These Folders
de: Diese Ordner erkunden
es: Explorar estas carpetas
tr: Bu Klasörleri Keşfet

source: Explore another drive or folder
de: Anderes Laufwerk oder anderen Ordner erkunden
es: Explorar otra unidad o carpeta
tr: Başka bir sürücüyü veya klasörü keşfet

source: Files go to the Trash and library videos to Recently Deleted in Photos, so you can still get them back. They're also listed in History.
de: Dateien kommen in den Papierkorb und Mediathek-Videos in „Zuletzt gelöscht“ in Fotos, sodass du sie noch zurückholen kannst. Sie erscheinen auch im Verlauf.
es: Los archivos van a la Papelera y los vídeos de la fototeca a Eliminado recientemente en Fotos, así que aún puedes recuperarlos. También aparecen en el Historial.
tr: Dosyalar Çöp Sepeti'ne, arşivdeki videolar ise Fotoğraflar'daki Son Silinenler'e gider; böylece yine de geri alabilirsiniz. Ayrıca Geçmiş'te de listelenirler.

source: Files it found aren't touched.
de: Bereits gefundene Dateien bleiben unberührt.
es: Los archivos que ha encontrado no se modifican.
tr: Bulduğu dosyalara dokunulmaz.
